#Селивановский Матвей МФ-71 средний уровень задача - 1
#print('Введите длину первого паралелипипеда')
#a = int(input())
#print('Введите ширину первого паралелипипеда')
#b = int(input())
#print('Введите высоту первого паралелипипеда')
#h = int(input())
#print('Введите длину второго паралелипипеда')
#t = int(input())
#print('Введите ширину второго паралелипипеда')
#d = int(input())
#print('Введите высоту второго паралелипипеда')
#e = int(input())

#V = a * b * h
#W = t * d * e

#if V == W:
#    print('Оба объёма равны')
#else:    V > W
#    print('Объём первого паралелипипеда больше')
#elif:
#   V < W
#    print('Объём второго паралелипипеда больше')
#С elif начались проблемы

#Селивановский Матвей МФ-71 средний уровень задача - 3
#print('введите первое число')
#k = int(input())
#print('введите второе число')
#n = int(input())
#if k<n:
#    print('Молодец ')
#else:
#    k>=n
#    print(k/0)

















